tap "homebrew/bundle"
tap "buo/cask-upgrade"
tap "homebrew/cask-fonts"
tap "1password/tap"

brew "direnv"
brew "ffmpeg"
brew "jq"
brew "neovim"
brew "tmux"
brew "atuin"
brew "zoxide"
brew "ripgrep"
brew "difftastic"
brew "delta"
brew "fd"
brew "bat"
brew "guilhermeprokisch/see/see"
brew "serpl"
brew "fzf"
brew "eza"
brew "tree"
brew "broot"
brew "lazygit"
brew "gitui"
brew "aichat"
brew "llm"
brew "joshmedeski/sesh/sesh"
brew "curl"
brew "trash"

brew "git"
brew "gh"

brew "go"
brew "rust"
brew "node"

brew "pipenv"
brew "pyenv"
brew "rbenv"
brew "nodenv"
brew "pipx"
brew "stylua"

cask "hiddenbar"
cask "wezterm"
cask "1password" , args: { appdir: "/Applications" }
cask "1password-cli"

cask "font-commit-mono-nerd-font"
cask "font-monaspace-nerd-font"
